notes/2020-12-08-10-29-09-garegnani_1983_Two.org
#+TITLE: garegnani_1983_Two: Two Routes to Effective Demand: a comment on Kregel
#+ROAM_KEY: cite:garegnani_1983_Two
#+ROAM_TAGS: "Moderna Abordagem do Excedente" "Demanda Efetiva" UFRJ
Time-stamp: 2020-12-08


* Two Routes to Effective Demand: a comment on Kregel
  :PROPERTIES:
  :Custom_ID: garegnani_1983_Two
  :URL: 
  :AUTHOR: 
  :END:

** FISH-5SS


|---------------------------------------------+-----|
| *Background*                                  |     |
| *Supporting Ideas*                            |     |
| *Purpose*                                     |     |
| *Originality/value (Contribution)*            |     |
| *Relevance*                                   |     |
| *Design/methodology/approach*                 |     |
| *Results*                                     |     |
| *(Interesting) Findings*                      |     |
| *Research limitations/implications (Critics)* |     |
| *Uncategorized stuff*                         |     |
| *5SS*                                         |     |
|---------------------------------------------+-----|

** Backlinks
[[file:20201203145735-macroeconomia_da_demanda_efetiva_na_abordagem_do_excedente.org][Macroeconomia da Demanda Efetiva na abordagem do excedente]]

* Specifics comments

** Introduction

*Principle of Effective Demand:* Aggregate demand may be insuffient to absorb the output produced from normal use of existing capacity

The two routes to critique orthodox theory:
- Orthodox "real" theory
- Orthodox "monetary" theory
** Orthodox "real" theory
Simplest scheme assumptions:
- "Corn" is produced yearly by labor (paid in terms of "corn") and capital (composed by "corn")
- Land is free
- Each capitalist faces a curve of marginal product of labor $\Rightarrow$ employment curve
  + Number of workers to employ $\Rightarrow$ maximum profit at any real wage
  + Adding individual employment curve $\Rightarrow$ Labor-Employment curve (LE)
- *Additional:* Unemployed workers $\Rightarrow \Downarrow$ corn-wage
  + If LE slope is *negative*
    - LE $\Rightarrow$ *Demand-Curve* for labor
    - Additional assumption is plausible
    - Demand-Supply determination of wages and profits
  + Economy gravitates to corn-wage compatible with full-employment, but depend on
    - All corn-capital is employed
    - Capital-Employment curve (KE) with negative slope corresponding to *any number* of workers
      + The same goes to LE curve
      + Implies full capacity utilization
  + Tendency to simultaneous full employment of *both factors*

Inclusion of *money* implies that decisions to save does not necessarily leads to accumulation of "corn-capital"
- Competition between workers first affects money wages
