docs/notes/2020-12-08-10-29-09-garegnani_1983_Two.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-28 qui 14:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>garegnani_1983_Two: Two Routes to Effective Demand: a comment on Kregel</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">garegnani_1983_Two: Two Routes to Effective Demand: a comment on Kregel</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#garegnani_1983_Two">1. Two Routes to Effective Demand: a comment on Kregel</a>
<ul>
<li><a href="#org01b081c">1.1. FISH-5SS</a></li>
<li><a href="#org806f4dd">1.2. Backlinks</a></li>
</ul>
</li>
<li><a href="#orgd54508e">2. Specifics comments</a>
<ul>
<li><a href="#org3a0e5ac">2.1. Introduction</a></li>
<li><a href="#orgbad8851">2.2. Orthodox &ldquo;real&rdquo; theory</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Time-stamp: 2020-12-08
</p>


<div id="outline-container-garegnani_1983_Two" class="outline-2">
<h2 id="garegnani_1983_Two"><span class="section-number-2">1.</span> Two Routes to Effective Demand: a comment on Kregel</h2>
<div class="outline-text-2" id="text-garegnani_1983_Two">
</div>

<div id="outline-container-org01b081c" class="outline-3">
<h3 id="org01b081c"><span class="section-number-3">1.1.</span> FISH-5SS</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org806f4dd" class="outline-3">
<h3 id="org806f4dd"><span class="section-number-3">1.2.</span> Backlinks</h3>
<div class="outline-text-3" id="text-1-2">
<p>

</p>
</div>
</div>
</div>

<div id="outline-container-orgd54508e" class="outline-2">
<h2 id="orgd54508e"><span class="section-number-2">2.</span> Specifics comments</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org3a0e5ac" class="outline-3">
<h3 id="org3a0e5ac"><span class="section-number-3">2.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-2-1">
<p>
<b>Principle of Effective Demand:</b> Aggregate demand may be insuffient to absorb the output produced from normal use of existing capacity
</p>

<p>
The two routes to critique orthodox theory:
</p>
<ul class="org-ul">
<li>Orthodox &ldquo;real&rdquo; theory</li>
<li>Orthodox &ldquo;monetary&rdquo; theory</li>
</ul>
</div>
</div>
<div id="outline-container-orgbad8851" class="outline-3">
<h3 id="orgbad8851"><span class="section-number-3">2.2.</span> Orthodox &ldquo;real&rdquo; theory</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Simplest scheme assumptions:
</p>
<ul class="org-ul">
<li>&ldquo;Corn&rdquo; is produced yearly by labor (paid in terms of &ldquo;corn&rdquo;) and capital (composed by &ldquo;corn&rdquo;)</li>
<li>Land is free</li>
<li>Each capitalist faces a curve of marginal product of labor \(\Rightarrow\) employment curve
<ul class="org-ul">
<li>Number of workers to employ \(\Rightarrow\) maximum profit at any real wage</li>
<li>Adding individual employment curve \(\Rightarrow\) Labor-Employment curve (LE)</li>
</ul></li>
<li><b>Additional:</b> Unemployed workers \(\Rightarrow \Downarrow\) corn-wage
<ul class="org-ul">
<li>If LE slope is <b>negative</b>
<ul class="org-ul">
<li>LE \(\Rightarrow\) <b>Demand-Curve</b> for labor</li>
<li>Additional assumption is plausible</li>
<li>Demand-Supply determination of wages and profits</li>
</ul></li>
<li>Economy gravitates to corn-wage compatible with full-employment, but depend on
<ul class="org-ul">
<li>All corn-capital is employed</li>
<li>Capital-Employment curve (KE) with negative slope corresponding to <b>any number</b> of workers
<ul class="org-ul">
<li>The same goes to LE curve</li>
<li>Implies full capacity utilization</li>
</ul></li>
</ul></li>
<li>Tendency to simultaneous full employment of <b>both factors</b></li>
</ul></li>
</ul>

<p>
Inclusion of <b>money</b> implies that decisions to save does not necessarily leads to accumulation of &ldquo;corn-capital&rdquo;
</p>
<ul class="org-ul">
<li>Competition between workers first affects money wages</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Gabriel Petrini</p>
<p class="date">Created: 2021-10-28 qui 14:53</p>
</div>
</body>
</html>
